{
  "testimonials": [
    {
      "name": "Taimur Shafiq",
      "avatar": "https://i.pravatar.cc/80?img=12",
      "website": "http://www.areteapps.com/index",
      "excerpt": "The team lead by Usama at Phebsoft is highly creative at their trade and proposed simple and innovative solutions to my...",
      "fullText": "The team lead by Usama at Phebsoft is highly creative at their trade and proposed simple and innovative solutions to my problems. Their dedication and professionalism made the entire project smooth and successful. I highly recommend their services to anyone looking for quality software development."
    },
    {
      "name": "Dr. Steve G. Jones",
      "avatar": "https://i.pravatar.cc/80?img=33",
      "website": "https://stevegjones.com/",
      "excerpt": "Phebsoft team is knowledgeable, consistent, punctual and patient. Their Skills of WordPress, CSS, HTML, JavaScript,...",
      "fullText": "Phebsoft team is knowledgeable, consistent, punctual and patient. Their Skills of WordPress, CSS, HTML, JavaScript, and various web technologies are exceptional. They delivered exactly what I needed and went above and beyond to ensure everything worked perfectly. Very professional team!"
    },
    {
      "name": "Simon Kohlenbenner",
      "avatar": "https://i.pravatar.cc/80?img=14",
      "website": "http://www.pferd24.de/",
      "excerpt": "I hired Phebsoft to develop an online horse auctioning system for use in Germany. The system had very strict requirements with...",
      "fullText": "I hired Phebsoft to develop an online horse auctioning system for use in Germany. The system had very strict requirements with a lot of real time interaction involved. Phebsoft managed the whole project beyond my expectations. They were able to build the exact system I needed, in time, at a very reasonable cost while using state of the art technologies. Very professional. Very professional."
    },
    {
      "name": "Damon Khan",
      "avatar": "https://i.pravatar.cc/80?img=15",
      "website": "https://www.nationalairwarehouse.com/",
      "excerpt": "Before hiring Phebsoft I have worked with several development companies and have always ran into several issues...",
      "fullText": "Before hiring Phebsoft I have worked with several development companies and have always ran into several issues. We finally decided to go with Phebsoft and have not looked back. They are professional, responsive, and deliver high-quality work consistently. Their attention to detail and commitment to excellence is outstanding."
    }
  ]
}


